import React from "react"
import STDSImage from "@/assets/images/STDS.png"
import styles from "./styles.module.css"
import { i18n } from "../../i18n"

export default function SDGuide() {
    return (
        <div className={styles.container}>
            <img src={STDSImage} className="float-left h-[10vw] w-[14vw]" />
            <span>بیماری های منتقله از راه جنسی</span>
            <p>
                برخی بیماری ها توسط میکروارگانیسم هایی که در خون و مایعات بدن یک
                فرد وجود دارد منتقل می شود و تماس با ترشحات آلوده به این میکروب
                ها می تواند آلوده کننده باشد. از میان  این میکروب ها، آنها که
                خطرات جانی زیادی دارد عبارتند از: هپاتیت B، هپاتیت C و ویروس
                تضعیف کننده سیستم ایمنی انسان HIV.
            </p>
            <p>
                می توان از زگیل تناسلی ، تبخال تناسلی ، سوزاک، سیفلیس،
                شانکروئید، کلامیدیا، شپش تناسلی و ... به عنوان برخی دیگر از
                بیماری های منتقله جنسی نام برد که بعضا در اثر تماس های جلدی
                منتقل می گردند.
            </p>
            <span>راه های انتقال جنسی (رفتارهای پرخطر)   :</span>
            <p>
                رفتارهای جنسی پرخطر با فردی که به این دسته ویروس ها آلوده است
                فرد را در معرض خطر ابتلا قرار می دهد . برای مثال :
            </p>
            <ul>
                <li>
                    همسر(شریک جنسی) مبتلا به  بیماری های منتقله جنسی: این روابط
                    بخاطر تکرار و پایداری، به شرط عدم رعایت نکات محافظتی، می
                    تواند فرد را بیشتر از یک رابطه گذرا، در معرض خطر قرار دهد. 
                </li>
                <li>
                    داشتن شریک های جنسی متعدد بخصوص بدون اطلاع از سلامت این
                    افراد.
                </li>
                <li>
                    داشتن رابطه جنسی محافظت نشده: استفاده از کاندوم روشی محافظتی
                    محسوب می گردد هرچند که قدرت محافطت آن صددرصد نمی باشد.
                </li>
                <li>
                    داشتن رابطه جنسی مبهم یا تجربه تجاوز جنسی: که معمولا فرد
                    جزییات رابطه و شریک جنسی را نمی داند و بخاطر ندارد.
                </li>
                <li>
                     تماس‌های جنسی نامعمول (تماس مقعدی و دهانی): طبق پژوهش‌ها
                    ارتباط جنسی دهانی برای HIV دارای خطر ۰/۰۱ درصد انتقال است و
                    بنابراین هرگز به صفر نخواهد رسید و برعکس آن، روش مقعدی
                    احتمال بالاتری برای انتقال دارد.
                </li>
                <li>متوسل شدن به خشونت در زمان تماس جنسی؛</li>
                <li>داشتن سابقه مسافرت خارجی</li>
                <li>
                    مصرف الکل، مواد مخدر و یا روانگردان قبل از برقراری تماس
                    جنسی؛
                </li>
                <li>
                    داشتن مسافرت خارجی : مسافرت به کشورهای خارجی هم می تواند جزء
                    موارد مهم مورد توجه قرار گیرد. چون معمولا از اتفاقاتی که در
                    آنجا صورت می گیرد، اطلاعات دقیقی در دسترس نمیباشد. مثلا اگر
                    فرد در آنجا کار پزشکی انجام داده باشد یا خون دریافت کرده
                    باشد یا رابطه جنسی خارج از خانواده برقرار کرده باشد، شرح
                    درستی از آن در دسترس نخواهد بود .
                </li>
            </ul>
            <p>
                برخی از عوامل بیماری زا حتی با یک بار تماس با فرد آلوده قابلیت
                انتقال دارند ولی برخی دیگر خیر، برای مثال برای هپاتیت c می توان
                گفت احتمال انتقال بيماری از طريق رابطه جنسی كم است خصوصاً اگر
                فرد تنها با يك نفر و برای مدت طولانی رابطه داشته باشد، در هر حال
                فرد می تواند از کاندوم استفاده کند. 
            </p>
            <p>
                ولی برای ایدز یا HIV ، انتقال جنسی بخصوص محافظت نشده، یکی از
                شایع ترین راه‌های انتقال است و در صورت وجود بیماری های آمیزشی
                احتمال انتقال بیشتر می‌شود.
            </p>
        </div>
    )
}
