export const Mcmi3Questions = [
  {
    label: " اخیرا، حتی صبح ها احساس ضعف و بی حالی می کنم. ",
    qKey: "1557632567136",
  },
  {
    label:
      " برای قوانین و مقررات احترام زیادی قائلم ، زیرا از حقوق افراد حمایت می کنند. ",
    qKey: "1557633043676",
  },
  {
    label:
      " به قدری از انجام دادن کارهای مختلف لذت می برم، که نمی توانم تصمیم بگیرم ، کدام یک را اول انجام بدهم.",
    qKey: "1557633071555",
  },
  { label: " بیشتر وقت ها احساس ضعف و خستگی می کنم.", qKey: "1557633201578" },
  {
    label:
      " چون فکر می کنم آدم بزرگ و مهمی هستم برایم مهم نیست که دیگران در مورد من چه فکری می کنند. ",
    qKey: "1557633245695",
  },
  {
    label: " دیگران به اندازه کافی قدر کارها و زحمات مرا نمی دانند. ",
    qKey: "1557633577564",
  },
  {
    label:
      " اگر خانواده ام به من زور بگویند احتمالا عصبانی می شوم و در برابر خواست آنها مقاومت می کنند.",
    qKey: "1557633595809",
  },
  {
    label:
      " مردم پشت سرم در مورد قیافه و رفتارم حرف می زنند و مسخره ام می کنند.",
    qKey: "1557633611787",
  },
  {
    label: " اغلب اگر کسی اذیتم کند به شدت از او انتقاد می کنم.",
    qKey: "1557633641923",
  },
  { label: " به ندرت تحت تاثیر چیزی قرار می گیرم.", qKey: "1557633711552" },
  {
    label: " هنگام راه رفتن نمی توانم تعادلم را حفظ کنم.",
    qKey: "1557633730026",
  },
  {
    label: " به آسانی و به سرعت احساساتم را بروز می دهم. ",
    qKey: "1557633743047",
  },
  {
    label: " استعمال مواد مخدر اغلب مرا به دردسر می اندازد. ",
    qKey: "1557633758657",
  },
  {
    label: " گاهی اوقات با خانواده ام بسیار تند و خشن برخورد می کنم.",
    qKey: "1557633780312",
  },
  { label: " خوشی های من دوام چندانی ندارند.", qKey: "1557633795686" },
  { label: " من آدمی خیرخواه و فروتن هستم.", qKey: "1557633812653" },
  {
    label:
      " در نوجوانی به خاطر رفتار بدی که در مدرسه داشتم دچار دردسرهای فراوانی می شدم.",
    qKey: "1557633836104",
  },
  {
    label:
      " از ارتباط نزدیک با دیگران می ترسم، زیرا ممکن است رسوا شوم و مسخره ام کنند.",
    qKey: "1557633853559",
  },
  {
    label: " دوستانی را انتخاب می کنم که بدی هایم را به من گوشزد کنند.",
    qKey: "1557633869727",
  },
  {
    label: " اغلب از دوره کودکی افکار غم انگیزی به خاطر دارم.",
    qKey: "1557633886595",
  },
  { label: " من ارتباط با جنس مخالف را دوست دارم.", qKey: "1557634578240" },
  {
    label: " بسیار دمدمی مزاج هستم، دایم نظرات و احساساتم را تغییر می دهم.",
    qKey: "1557634595617",
  },
  {
    label: " هرگز مصرف مواد مخدر، مشکل جدی در کارم به وجود نیاورده است . ",
    qKey: "1557634708357",
  },
  {
    label: " چندسالی است که احساس می کنم در زندگی شکست خورده ام. ",
    qKey: "1557634731410",
  },
  {
    label: " نمی دانم چرا اغلب دچار پشیمانی و احساس گناه می شوم. ",
    qKey: "1557634746893",
  },
  {
    label: " اگر حق انتخاب داشته باشم ترجیح می دهم تنها کار کنم.",
    qKey: "1557634786365",
  },
  { label: " دیگران نسبت به قدرت من حسادت می کنند.", qKey: "1557634770810" },
  {
    label:
      " فکر می کنم نظارت و کنترل دقیق بر اعضای خانواده ام لازم و ضروری است.",
    qKey: "1557634802606",
  },
  {
    label: " دیگران مرا آدمی گوشه گیر و منزوی می دانند. ",
    qKey: "1557634824501",
  },
  { label: " اخیرا دلم می خواهد چیزها را بشکنم.", qKey: "1557634844537" },
  {
    label: " من با جذابیت خودم می توانم توجه هر فرد خاصی را به خودم جلب کنم.",
    qKey: "1557634861466",
  },
  {
    label:
      " من همیشه دنبال این هستم که دوستان جدیددی پیدا کنم و با افراد تازه ای نشست و برخاست کنم.",
    qKey: "1557634894210",
  },
  {
    label: " اگر کسی از من انتقاد کند فورا خطاها و عیب های او را بیان می کنم.",
    qKey: "1557634916532",
  },
  { label: " تازگی ها به کلی خرد شده ام.", qKey: "1557635165209" },
  {
    label: " اغلب از انجام کار دست می کشم، زیرا می ترسم آن را درست انجام ندهم.",
    qKey: "1557635183483",
  },
  {
    label: " اغلب خشم و عصبانیتم را بروز می دهم و بعد پشیمان می شوم. ",
    qKey: "1557635199221",
  },
  {
    label: " گاهی قدرت حس کردن را در بعضی از قسمت های بدنم از دست می دهم.",
    qKey: "1557635214643",
  },
  {
    label:
      " من بدون توجه به این که انجام کاری چه اثری بر دیگران دارد کارم را انجام می دهم. ",
    qKey: "1557635238415",
  },
  {
    label:
      " مصرف مواد مخدر ممکن است عاقلانه نباشد ولی در گذشته حس می کردم به آن احتیاج دارم. ",
    qKey: "1557635255343",
  },
  { label: " من آدم آرام و ترسویی هستم.", qKey: "1557635271814" },
  {
    label:
      " اغلب احمقانه و بی مقدمه رفتار می کنم به طوری که بعدا مرا به دردسر می اندازد.",
    qKey: "1557635288689",
  },
  {
    label:
      " هرگز کسی را که از من سوء استفاده کرده نمی بخشم، یا موقعیت دردناکی را که تحمل کرده ام فراموش نمی کنم.",
    qKey: "1557635304675",
  },
  {
    label:
      " اغلب بعد از آن که حادثه برایم اتفاق افتاد احساس ناراحتی و تنش می کنم.",
    qKey: "1557635322003",
  },
  {
    label: " اکثر اوقات احساس افسردگی و ناراحتی وحشتناکی دارم. ",
    qKey: "1557635339923",
  },
  {
    label:
      " همیشه سعی می کنم دیگران را از خود خشنود کنم حتی اگر از آنها بدم بیاید.",
    qKey: "1557635354823",
  },
  {
    label:
      " در مقایسه با دیگران ، همیشه کمتر به مسائل جنسی علاقه نشان داده ام. ",
    qKey: "1557635531043",
  },
  {
    label: " وقتی اتفاق بدی می افتد، احساس گناه می کنم. ",
    qKey: "1557635546313",
  },
  {
    label:
      " از خیلی وقت پیش، صلاح خود را در این دیده ام که با دیگران کمتر رابطه داشته باشم. ",
    qKey: "1557635565596",
  },
  { label: " از بچگی مواظب بودم کسی سرم کلاه نگذارد.", qKey: "1557635579726" },
  {
    label:
      " از آدم هایی که خیال می کنند هر کاری را می توانند بهتر از من انجام دهند متنفرم.",
    qKey: "1557635596187",
  },
  {
    label: " وقتی حوصله ام سر برود ، دوست دارم به کار پر هیجانی دست بزنم. ",
    qKey: "1557636204597",
  },
  {
    label: " اعتیاد من مشکلاتی برای من و خانواده ام به وجود آورده است. ",
    qKey: "1557636220678",
  },
  {
    label: " تنبیه هرگز مانع انجام کاری که دوست دارم نشده است. ",
    qKey: "1557637069415",
  },
  {
    label: " بارها بی دلیل ، شادی و هیجان بیش از حد به من دست داده است.",
    qKey: "1557637087385",
  },
  {
    label: " چند هفته است که بی دلیل احساس خستگی و فرسودگی می کنم. ",
    qKey: "1557637102114",
  },
  {
    label:
      " مدتی است که هیچ کاری را درست انجام نمی دهم و به این دلیل شدیدا احساس گناه می کنم. ",
    qKey: "1557637115747",
  },
  { label: " فکر می کنم آدمی اجتماعی و خونگرم هستم. ", qKey: "1557637150027" },
  { label: " اخیرا بسیار کم رو و خجالتی شده ام. ", qKey: "1557695279797" },
  { label: " برای روزهای تنگدستی پس انداز می کنم. ", qKey: "1557695406097" },
  {
    label: " من به اندازه دیگران در زندگی شانس ندارم. ",
    qKey: "1557695424796",
  },
  {
    label: " دائم افکار و اندیشه ها ، در ذهنم موج می زنند و رهایم نمی کنند. ",
    qKey: "1557695441207",
  },
  {
    label: " چند سالی است که از زندگی کاملا دلسرد و ناامید شده ام. ",
    qKey: "1557695459176",
  },
  {
    label:
      " چند سالی است که افراد زیادی در مورد زندگی خصوصی ام جاسوسی می کنند. ",
    qKey: "1557695480438",
  },
  {
    label:
      " نمی دانم چرا ولی گاهی حرفهای بد می زنم، صرفا برای این که دیگران را رنجیده خاطر کنم.",
    qKey: "1557695498389",
  },
  {
    label: " در سال گذشته، بیش از 31 بار بر فراز اقیانوس اطلس پرواز کرده ام. ",
    qKey: "1557695513544",
  },
  {
    label: " در گذشته اعتیاد به مواد مخدر باعث شده شغلم را از دست بدهم. ",
    qKey: "1557695531387",
  },
  {
    label: " فکر های مهمی در سر دارم که مردم این زمانه آن را نمی فهمند. ",
    qKey: "1557695567567",
  },
  {
    label: " اخیرا مجبورم بدون دلیل در مورد چیزی مکررا فکر کنم. ",
    qKey: "1557695581893",
  },
  {
    label:
      " از اکثر موقعیت های اجتماعی دوری می کنم زیرا می ترسم مردم از من انتقاد کنند یا مرا طرد کنند. ",
    qKey: "1557695600490",
  },
  {
    label:
      " بیشتر وقتها فکر می کنم شایسته موفقیت هایی که نصیبم شده است نبوده ام.",
    qKey: "1557695618909",
  },
  {
    label:
      " اغلب وقتی تنها هستم، احساس می کنم کسی کنارم نشسته که دیده نمی شود. ",
    qKey: "1557696094045",
  },
  {
    label: " اغلب به دیگران اجازه می دهم تصمیم های مهمی برایم بگیرند. ",
    qKey: "1557696156712",
  },
  {
    label: " احساس بی هدفی می کنم و نمی دانم در زندگی به کجا می روم. ",
    qKey: "1557696232778",
  },
  {
    label:
      " ظاهرا نمی توانم بخوابم و بعد از خواب هم به اندازه قبل از خواب خسته ام. ",
    qKey: "1557696311277",
  },
  { label: " اخیرا خیلی عرق می کنم و کلافه ام. ", qKey: "1557696348148" },
  {
    label:
      " پیوسته فکرهای عجیبی به سرم می زند کاش می توانستم از شر آنها خلاص شوم. ",
    qKey: "1557696406558",
  },
  {
    label: " حتی وقتی بیدارم متوجه آدم هایی که دور و برم هستند، نمی شوم. ",
    qKey: "1557696651329",
  },
  {
    label: " برایم مشکل است که بر هوس مشروب خواری خود غلبه کنم. ",
    qKey: "1557696675354",
  },
  { label: " من اغلب اوقات افسرده و غمگین هستم. ", qKey: "1557696692275" },
  { label: " پیدا کردن دوست برایم کار ساده ای است. ", qKey: "1557696877798" },
  {
    label: " از سوء استفاده ای که در کودکی از من شده شرمنده ام. ",
    qKey: "1557696907588",
  },
  {
    label: " همیشه نگرانم که کارهایم خوب برنامه ریزی و تنظیم باشد. ",
    qKey: "1557696945212",
  },
  {
    label: " می ترسم ریسک کنم و چیزهای جدید را امتحان کنم. ",
    qKey: "1557697436255",
  },
  {
    label: " ظاهرا اغلب خلق و خویم از روزی به روز دیگر تغییر زیادی می کند. ",
    qKey: "1557697009021",
  },
  {
    label:
      " سوء استفاده کردن از کسی که خود اجازه چنین کاری را می دهد عیب نمی دانم. ",
    qKey: "1557697608283",
  },
  {
    label: " مدتی است غمگین و گرفته ام و نمی توانم از این حالت خلاص شوم.",
    qKey: "1557697701491",
  },
  {
    label: " اغلب از دیدن آدم هایی که کند کار می کنند عصبانی می شوم. ",
    qKey: "1557697740095",
  },
  { label: " در مهمانی ها هیچوقت گوشه گیر نیستم. ", qKey: "1557697785067" },
  {
    label:
      " من آن چه اعضای خانواده ام انجام می دهند را زیر نظر دارم تا به چه کسی می توان اعتماد کرد. ",
    qKey: "1557697884868",
  },
  {
    label: " گاهی در برابر مهربانی مردم دستپاچه و عصبانی می شوم. ",
    qKey: "1557697947652",
  },
  {
    label: " استعمال مواد مخدر باعث درگیری خانوادگی برایم شده است. ",
    qKey: "1557697984547",
  },
  {
    label: " اکثر اوقات تنها هستم و این تنهایی را ترجیح می دهم. ",
    qKey: "1557698049768",
  },
  {
    label:
      " بعضی از اعضای خانواده ام می گویند که خودخواه هستم و فقط به خودم فکر می کنم. ",
    qKey: "1557698198895",
  },
  {
    label:
      " مردم خیلی راحت می توانند نظرم را نظرم را عوض کنند حتی اگر تصمیم نهایی را خودم گرفته باشم. ",
    qKey: "1557698221509",
  },
  {
    label: " بیشتر وقت ها به دیگران دستور می دهم و آنها را عصبانی می کنم. ",
    qKey: "1557698250666",
  },
  {
    label:
      " قبلا دیگران به من گفته اند که به خیلی چیزها بیش از حد شور و علاقه نشان داده ام. ",
    qKey: "1557698271945",
  },
  {
    label: " بهتر است آدم زود بخوابد و زود بیدار شود. ",
    qKey: "1557698291846",
  },
  {
    label:
      " احساس من نسبت به افراد مهم زندگی ام اغلب بین محبت و نفرت در نوسان است. ",
    qKey: "1557698309338",
  },
  {
    label: " در جمع و موقعیت های اجتماعی همیشه مضطرب و کلافه ام. ",
    qKey: "1557698324840",
  },
  { label: " من هر روز مشروب می خورم.", qKey: "1557698355781" },
  {
    label:
      " قبول دارم که مسئولیت های خانوادگی را جدی نمی گیرم ، ولی باید آن ها را جدی بگیرم. ",
    qKey: "1557699378813",
  },
  {
    label: " از همان کودکی بتدریج رابطه خودم را با واقعیت از دست داده ام. ",
    qKey: "1557699851733",
  },
  {
    label:
      "افراد آب زیرکاه اغلب سعی دارند کاری را که من انجام داده ام یا فکرش از من بوده است را به اسم خودشان تمام کنند. ",
    qKey: "1557700193523",
  },
  {
    label:
      " من نمی توانم شادی زیادی تجربه کنم چون احساس می کنم لیاقتش را ندارم. ",
    qKey: "1557700564197",
  },
  {
    label: " علاقه چندانی به دوست پیدا کردن و رفاقت ندارم.",
    qKey: "1557700753647",
  },
  {
    label:
      " بارها در زندگیم وقتی شاد بودم و فعالیت زیادی داشتم حالت افسردگی به من دست داده است.",
    qKey: "1557701418583",
  },
  { label: " اشتهایم را به کلی از دست داده ام.", qKey: "1557701510417" },
  {
    label: " من از تنهایی و بی کسی و از این که به خودم متکی باشم می ترسم.",
    qKey: "1557701563661",
  },
  {
    label: " خاطره یک تجاوز وحشتناک در گذشته، دائم فکر مرا پریشان می کند.",
    qKey: "1557701663695",
  },
  {
    label: " در سال گذشته عکس من روی جلد مجله های زیادی چاپ شد. ",
    qKey: "1557701745790",
  },
  {
    label:
      " ظاهرا علاقه ام را به اکثر فعالیت های لذت بخش مثل رابطه جنسی از دست داده ام. ",
    qKey: "1557701772918",
  },
  {
    label: " در یکی دو سال گذشته بسیار غمگین و دلسرد بوده ام. ",
    qKey: "1557703050582",
  },
  { label: " یکی دوبار با قانون مشکل داشته ام. ", qKey: "1557703103544" },
  {
    label: " بهترین راه اجتناب از اشتباه ، تجربه داشتن است.",
    qKey: "1557703195481",
  },
  {
    label: " مردم به خاطر کاری که انجام نداده ام، به من تهمت می زنند.",
    qKey: "1557703212663",
  },
  {
    label: " اکثر اوقات عادت دارم برخی از مردم را اذیت کنم.",
    qKey: "1557703309835",
  },
  {
    label:
      " گاهی مردم فکر می کنند من عجیب و غریب صحبت می کنم و صحبت های من برای آنها غریب و نا آشناست.",
    qKey: "1557703378499",
  },
  {
    label:
      " دوره هایی در زندگی من وجود داشته است که قادر به خرید مواد مخدر نبوده ام.",
    qKey: "1557703428664",
  },
  {
    label: " مردم تلاش دارند مرا بگیرند چون فکر می کنند من دیوانه ام. ",
    qKey: "1557703457415",
  },
  {
    label:
      " من هرکاری لازم باشد انجام می دهم تا فردی که دوستش دارم مرا ترک نکند.",
    qKey: "1557703479994",
  },
  { label: " یکی دوبار در هفته پرخوری می کنم. ", qKey: "1557703928433" },
  {
    label:
      " فکر می کنم تمام فرصت های خوبی که برایم پیش آمد را از دست داده ام. ",
    qKey: "1557703950539",
  },
  {
    label: " هیچ وقت نتوانستم از احساس غم و اندوه رهایی یابم. ",
    qKey: "1557703967228",
  },
  {
    label: " وقتی تنها و دور از خانه هستم اغلب احساس اضطراب و هراس می کنم. ",
    qKey: "1557704000382",
  },
  {
    label:
      " گاهی مردم از دست من عصبانی می شوند زیرا فکر می کنن من زیاد حرف می زنم یا تند صحبت می کنم.",
    qKey: "1557704510562",
  },
  {
    label: " امروزه اکثر افراد موفق ، یا خوش شانس اند یا کلاه بردار.",
    qKey: "1557704554533",
  },
  {
    label:
      " من نمی خواهم با دیگران رابطه نزدیک پیدا کنم چون مطمئنم به من علاقه مند می شوند.",
    qKey: "1557704601355",
  },
  { label: " بدون علت مشخصی احساس افسردگی می کنم.", qKey: "1557704619769" },
  {
    label:
      " بعد از سالها همچنان در مورد حادثه ای که واقعا زندگی ام را تهدید می کرد، خواب های وحشتناک می بینم.",
    qKey: "1557704641954",
  },
  { label: " توان انجام کارهای روزمره ام را ندارم. ", qKey: "1557704663665" },
  { label: " وقتی به کمک احتیاج دارم الکل می نوشم.", qKey: "1557705323335" },
  {
    label:
      " من از فکر کردن در مورد این که چگونه در کودکی مورد سوء استفاده قرار گرفته ام متنفرم.",
    qKey: "1557705359265",
  },
  {
    label:
      " وقتی همه کارها خوب پیش می رود دائم نگرانم، بزودی حادثه بدی اتفاق خواهد افتاد. ",
    qKey: "1557705383749",
  },
  {
    label:
      " وقتی حادثه بدی در زندگی ام اتفاق می افتد گاهی احساس ناتوانی می کنم و تقریبا دیوانه می شوم.",
    qKey: "1557705403135",
  },
  {
    label:
      " واقعا از تنهایی و درماندگی و از دست دادن حمایت نزدیکانم که من به آنها وابسته ام، می ترسم. ",
    qKey: "1557705423546",
  },
  {
    label: " می دانم که پول زیادی برای مواد مخدر خرج کرده ام.",
    qKey: "1557705778167",
  },
  {
    label:
      " همیشه قبل از شروع انجام کاری، باید اطمینان پیدا کنم که آن کار در آن مدت محدود تمام می شود. ",
    qKey: "1557705890489",
  },
  { label: " می دانم که مردم پشت سرم صحبت می کنند. ", qKey: "1557706321758" },
  {
    label: " من در گرفتن عفو و بخشش دیگران مهارت دارم.",
    qKey: "1557706343682",
  },
  { label: " می دانم که برایم نقشه کشیده اند. ", qKey: "1557706457504" },
  {
    label: " احساس می کنم که بیشتر مردم افکار پست و زشتی در مورد من دارند. ",
    qKey: "1557706492657",
  },
  { label: " اغلب احساس تنهایی و پوچی می کنم. ", qKey: "1557706641221" },
  {
    label: " گاهی بعد از غذا خوردن خودم را مجبور به استفراغ می کنم.",
    qKey: "1557710187733",
  },
  {
    label:
      " من معتقدم که همه را خوشحال می کنم و دیگران مرا به خاطر کارهایی که انجام می دهم و حرف هایی که می زنم تحسین می کنند.",
    qKey: "1557710973515",
  },
  { label: " دائم نگران کسی یا چیزی هستم. ", qKey: "1557711025145" },
  {
    label:
      " همیشه بی جهت فریب می خورم، به ویژه وقتی کسی خودش را برتر از من نشان می دهد. ",
    qKey: "1557711044704",
  },
  {
    label: " دائم افکار اضطراب برانگیز به ذهنم می آید.",
    qKey: "1557711069082",
  },
  {
    label: " در زندگی ام چیزهای کمی وجود دارد که واقعا مرا حوشحال کند.",
    qKey: "1557711117589",
  },
  {
    label:
      " وقتی به سرنوشت دردناکی که در گذشته داشته ام فکر می کنم احساس ناکامی کرده و به مرگ می اندیشم.",
    qKey: "1557715986023",
  },
  {
    label: " از این که خیلی زود بیدار می شوم و دیگر نمی توانم بخوابم ناراحتم.",
    qKey: "1557716403536",
  },
  {
    label: " من هرگز قادر به ابراز احساساتم نیستم چون در نظر مردم ارزشی ندارم.",
    qKey: "1557716506654",
  },
  {
    label: " من مشکل اعتیاد دارم و تلاشم برای کنارگذاشتن آن ناموفق بوده است.",
    qKey: "1557716563618",
  },
  {
    label: " عده ای تلاش می کنند افکارم را کنترل کنند. ",
    qKey: "1557716595725",
  },
  { label: " قبلا تلاش کرده ام خودم را بکشم. ", qKey: "1557716609035" },
  {
    label: " من گرسنگی می کشم تا از همین هم که هست لاغر تر شوم. ",
    qKey: "1557716622101",
  },
  {
    label: " نمی دانم چرا برخی از مردم به من می خندند. ",
    qKey: "1557716634352",
  },
  { label: " در ده سال گذشته هیچ ماشینی ندیده ام. ", qKey: "1557716646935" },
  {
    label:
      " از آدم هایی که مرا لمس می کنند شدیدا می ترسم چون فکر می کنم آنها ممکن است به من صدمه بزنند.",
    qKey: "1557716664277",
  },
  {
    label:
      " چون آن ها از توانایی های فوق العاده من خبردارند می خواهد مرا دستگیر کنند. ",
    qKey: "1557716678412",
  },
  {
    label: " دائم فکرم درگیر حادثه ای است که برایم اتفاق افتاده است. ",
    qKey: "1557716694025",
  },
  {
    label: " ظاهرا کاری می کنم که دیگران فکر کنند می خواهم به خودم صدمه بزنم.",
    qKey: "1557716708921",
  },
  {
    label:
      " اغلب آن قدر غرق افکارم می شوم که متوجه نمی شوم اطرافم چه می گذرد. ",
    qKey: "1557717604151",
  },
  {
    label: " مردم به من می گویند لاغر هستم ، اما من احساس می کنم خیلی چاقم. ",
    qKey: "1557717704325",
  },
  {
    label: " وقایع هولناک گذشته دائم به فکر و خواب من می آیند. ",
    qKey: "1557717761166",
  },
  {
    label: " من به جز اعضای خانواده ام هیچ دوستی ندارم.",
    qKey: "1557717780671",
  },
  {
    label:
      " من اغلب کارهایم را سریع انجام می دهم و در مورد چیزهایی که باید انجام دهم فکر نمی کنم. ",
    qKey: "1557717798630",
  },
  {
    label:
      " من به گونه ای حمایت دوستانم را جلب کرده ام که دیگران نمی توانند از من سوء استفاده کنند.",
    qKey: "1557717821787",
  },
  {
    label: " اغلب به وضوح چیزهایی می شنوم که مرا ناراحت می کند.",
    qKey: "1557717882864",
  },
  {
    label:
      " من همیشه برای نزاع با دیگران خودم را مجهز نگه می دارم زیرا از برخورد تندشان می ترسم. ",
    qKey: "1557717905788",
  },
  {
    label:
      " من هر کار را چند بار انجام می دهم . گاهی به خاطر کاهش نگرانیم و گاهی به خاطر این که مطمئن شوم حادثه بدی اتفاق نمی افتد.",
    qKey: "1557717919872",
  },
  {
    label: " تازگی ها به طور جدی به این فکر افتاده ام که به زندگیم خاتمه دهم. ",
    qKey: "1557717942752",
  },
  { label: " مردم مرا آدمی منظم و مقرراتی می دانند. ", qKey: "1557718003925" },
  {
    label:
      " وقتی به حادثه دردناکی که سالها پیش برایم اتفاق افتاد فکر می کنم دچار ترس و اضطراب می شوم. ",
    qKey: "1557718045755",
  },
  {
    label:
      " اگر چه من از دوست پیدا کردن می ترسم ولی مایلم دوستان بیشتری داشته باشم.",
    qKey: "1557718083583",
  },
  {
    label: " واقعیت این است که مردم می خواهند با من دوست شوند تا مرا خرد کنند.",
    qKey: "1557718098387",
  },
];
