export const text = {
    k6Test: "تست k6 :",
    k6Description:
      "در 30 روز گذشته چقدر (هر چند وقت یک بار) موارد زیر را تجربه نموده اید؟ :",
    k6Q1: "احساس مضطرب و عصبی بودن :",
    k6Q2: "احساس ناآرامی و بی قراری :",
    k6Q3: "احساس غم و اندوه :",
    k6Q4: "احساس سخت بودن انجام دادن کارهای روزمره :",
    k6Q5: "احساس بی ارزشی :",
    k6Q6: "احساس ناامیدی :",
    mentalAssessment:"ارزیابی روانشناختی :",
    alertMentalAssessment:"هشدار: با توجه به بررسی های انجام شده وجود دیسترس(اختلال) روانشناختی مورد تایید است.لازم است پیگیری های تخصصی در این زمینه برای فرد انجام شود .",
 
    result5MentalHealth:
    "با توجه به اینکه سوابق افکار یا اقدام به خودکشی بسیار مهم و خطرناک می باشد، توصیه می کنیم برای دریافت کمک به پزشک یا روانپزشک مراجعه داشته باشید",
  result4MentalHealt:
    "با توجه به اینکه سوابق افکار یا اقدام به خودکشی بسیار مهم و خطرناک می باشد، توصیه می کنیم برای دریافت کمک به پزشک یا روانپزشک مراجعه داشته باشید.",
  result3MentalHealt: `با توجه به اینکه شما مورد شناخته شده ابتلا به یکی از اختلالات مذکور هستید، باید جهت پیگیری و مراقبت به پزشک مراجعه نمایید.
    لازم به ذکر است نسبت به بیماری خود آگاه باشید که بسیاری از بیماری های روانی قابلیت درمان دارند و درمان ها معمولا تاثیری تدریجی دارند و داروهای تجویز شده توسط پزشک با توجه به شرایط شما بی خطر هستند و اعتیاد دارویی ایجاد نمی کنند. اما ممکن است علائم ناخوشایند اولیه ای با شروع مصرف دارو تجربه کنید که این علائم زودگذر هستند.لطفا دقت داشته باشید اقدامات خانگی یا توصیه های عمومی مانند تفریح و سفر در زمان بیماری، همچنین لزوم قطع یا تغییر مقدار داروی شما باید حتما با نظر پزشک معالجتان باشد.توصیه می شود همراه خانواده با کمک تیم پزشکی خود آموزش های اختصاصی در زمینه بیماری خود داشته باشید.`,
  result2MentalHealt:
    "طبق بررسی های انجام شده نتیجه غربالگری دیسترس روانشناختی شما مثبت می باشد. نیاز است برای انجام بررسی تکمیلی به روانشناس یا پزشک مراجعه نمایید.",
  result1MentalHealt:
    "به شما تبریک می گوییم.طبق بررسی های انجام شده نتیجه غربالگری دیسترس روانشناختی شما منفی است.به شما توصیه می کنیم برای حفظ و بهبود شرایط موجود از محتواهای آموزشی موجود در کتابخانه در جهت آموزش شیوه زندگی و راه های کاهش استرس و خودمراقبتی استفاده نمایید.",
   
  }
  export const radioFiveMentalHealth = [
    { label: "اصلا", value: "10431" ,score:0},
    { label: "به ندرت", value: "10432" ,score:1},
    { label: "گاهی", value: "10430" ,score:2},
    { label: "همیشه", value: "10428" ,score:3},
    { label: "بیشتر اوقات", value: "10429",score:4},
  ]

  export const score = {
    "10428": 4,
    "10429": 3,
    "10430": 2,
    "10432": 1,
    "10431": 0,
  };