import React from "react"
import VideoSrc from "@/assets/video/dangerous-blood-guide.mp4"
import styles from "./styles.module.css"
import { i18n } from "../../i18n"

export default function BDGuide() {
    return (
        <div className={styles.container}>
            <video className="float-left h-[20vw] w-[30vw] mr-4" controls>
                <source src={VideoSrc} type="video/mp4" />
            </video>
            <p>
                بیماریهای منتقله از راه خون: برخی بیماری ها توسط میکرو ارگانیسم
                هایی که در خون یک فرد وجود دارد منتقل می شود و تماس با خون آلوده
                به این میکروب ها می تواند آلوده کننده باشد. از میان این میکروب
                ها، آنها که خطرات جانی زیادی دارد عبارتند از : هپاتیت B، هپاتیت
                C، و ویروس تضعیف کننده سیستم ایمنی انسان HIV.
            </p>
            <p>
                راههای انتقال خونی (رفتارهای پرخطر) :تماس با خون و یا مایعات بدن
                فرد آلوده : کارکنان مراکز بهداشتی مثل بیمارستان ها،که با خون
                بیماران مبتلا در تماس هستند ، همچنین دندانپزشکان ، از افراد در
                معرض خطر محسوب می شوند. کارکنان آرایشگاه ها که با قیچی های تیز و
                تیغ سرو کار دارند ، تاتو کارها و ... نیز می توانند در این گروه
                قرار بگیرند. ضمن اینکه افراد مراجعه کننده به این مراکز برای
                دریافت خدمات مشابه آنچه ذکر شد ، که احتمال آسیب و خونریزی وجود
                دارد ، نیز جزو افراد در معرض خطر محسوب می گردند. قبلاً انتقال
                اين ويروس ها از طريق خون‌ها و اعضای اهدايی آلوده هم ممکن بود
                صورت گیرد
            </p>
            <p>
                اما در حال حاضر تمام خون‌ها و اعضای اهدا شده از نظر آلودگی با
                ويروس ها آزمايش می شوند. از طریق استفاده مشترک از سرنگ، ریش تراش
                ، ناخن گیر و مسواک فرد آلوده : این روش در بین افرادی که با فرد
                آلوده در یک محل زندگی می کنند مثلا اعضای خانواده یا معتادان
                تزریقی وجود دارد که آنها را در معرض خطر قرار می دهد. مادر آلوده
                نیز می تواند ویروس آلوده را به نوزاد خود انتقال دهد. شيردهی سبب
                انتقال ويروس نمی شود و در صورتی كه نوك پستان مادر زخم يا خونريزی
                داشته باشد، احتمال انتقال بيماری وجود دارد. علاوه بر عوامل فوق
                سابقه داشتن مسافرت خارجی نیز می تواند یکی از عواملی باشد که
                بیماریهای منتقله از راه خون را انتقال دهد. مسافرت به کشورهای
                خارجی هم می تواند جزء موارد مهم مورد توجه قرار گیرد. چون معمولا
                از اتفاقاتی که در آنجا صورت می گیرد، اطلاعات دقیقی در دسترس
                نمیباشد. مثلا اگر فرد در آنجا کار پزشکی انجام داده باشد یا خون
                دریافت کرده باشد یا رابطه جنسی خارج از خانواده برقرار کرده باشد،
                شرح درستی از آن در دسترس نخواهد بود .
            </p>
        </div>
    )
}
