export const text = {
    k6Test: "تست k6 :",
    k6Description:
      "در 30 روز گذشته چقدر (هر چند وقت یک بار) موارد زیر را تجربه نموده اید؟ :",
    k6Q1: "احساس مضطرب و عصبی بودن :",
    k6Q2: "احساس ناآرامی و بی قراری :",
    k6Q3: "احساس غم و اندوه :",
    k6Q4: "احساس سخت بودن انجام دادن کارهای روزمره :",
    k6Q5: "احساس بی ارزشی :",
    k6Q6: "احساس ناامیدی :",
    mentalAssessment:"ارزیابی روانشناختی :",
    alertMentalAssessment:"هشدار: با توجه به بررسی های انجام شده وجود دیسترس(اختلال) روانشناختی مورد تایید است.لازم است پیگیری های تخصصی در این زمینه برای فرد انجام شود .",
 
  }
  export const radioFiveMentalHealth = [
    { label: "اصلا", value: "10431" ,score:0},
    { label: "به ندرت", value: "10432" ,score:1},
    { label: "گاهی", value: "10430" ,score:2},
    { label: "همیشه", value: "10428" ,score:3},
    { label: "بیشتر اوقات", value: "10429",score:4},
  ]

  export const score = {
    "10428": 4,
    "10429": 3,
    "10430": 2,
    "10432": 1,
    "10431": 0,
  };