export const text = {
    domesticViolenceTest: "تست خشونت خانگی",
    domesticViolenceDescription:
        "موارد زیر را در مورد افراد منزل در ارتباط با شما می باشد. پاسخ مناسب را انتخاب نمایید :",
    domesticViolenceQ1: "مورد ضرب و شتم قرار گرفتن :",
    domesticViolenceQ2: "مورد توهین قرار گرفتن :",
    domesticViolenceQ3: "تهدید شدن به آسیب :",
    domesticViolenceQ4: "فریاد زدن بر سرتان :",
    domesticAssesment: "ارزیابی خشونت خانگی:",
    willingnessReceiveSpecializedServices:
        "تمایل به دریافت خدمات حمایتی و تخصصی :",
    violenceContent: "محتوای آموزشی خشونت خانگی :",
    result6MentalHealt:
        "با توجه به بررسی های انجام شده، شما مشکوک به قرار داشتن در معرض خشونت خانگی هستید.توصیه می شود محتوای آموزشی موجود را مطالعه نمایید.در صورت تمایل به جز دریافت خدمات پزشکی می توانید از ارگان ها و مراکز حمایتی ذیربط (شماره تلفن 24 ساعته اورژانس های اجتماعی - 123 ) نیز کمک بگیرید.",
    result7MentalHealt:
        "به شما تبریک می گوییم.با توجه به بررسی های انجام شده، شما در معرض خشونت خانگی وجود ندارید.توصیه می شود برای آشنایی بیشتر با این موضوع و حفظ شرایط فعلی خود، محتوای آموزشی موجود را مطالعه نمایید.",
    result8MentalHealt:
        "با توجه به بررسی های انجام شده، شما مشکوک به قرار داشتن در معرض خشونت خانگی هستید.توصیه می شود محتوای آموزشی موجود را مطالعه نمایید.در صورت تمایل به جز دریافت خدمات پزشکی می توانید از ارگان ها و مراکز حمایتی ذیربط (شماره تلفن 24 ساعته اورژانس های اجتماعی - 123 ) نیز کمک بگیرید.",
}
export const radioFiveMentalHealth = [
    { label: "اصلا", value: "10431", score: 0 },
    { label: "به ندرت", value: "10432", score: 1 },
    { label: "گاهی", value: "10430", score: 2 },
    { label: "بیشتر اوقات", value: "10429", score: 4 },
    { label: "همیشه", value: "10428", score: 3 },
]
