export const i18n = {
    isSelfDeclaredIllness: "ابتلا به بیماری (اظهار فرد)",
    otherCancers: "سایر سرطان ها",
    writeTheNamesOfOtherIllnesses: "سایر بیماری ها را نام ببرید (اظهار فرد)",
    enterTheOtherDiseasesThatYouReport:
        "سایر بیماری هایی که به آن اظهار دارید را وارد کنید.",
    typeAtLeastTwoCharacters:
        "حداقل دو حرف از نام بیماری مورد نظر خود را وارد کنید . ",
    dateOfHealedCancer: "تاریخ ابتلا به سرطان :",
    isSelfDecIllnessGuide:
    " در این قسمت، به بررسی بیماری هایی پرداخته می شود که به گفته فرد قبل از مراجعه به تایید پزشک رسیده و یا برای آنها تحت درمان پزشکی می باشد. منظور از ابتلا به بیماری، درگیری و ابتلایی است که فرد در حال حاضر با بیماری دارد. بیماری های مزمن نیز از زمان تشخیص، حتی در زمان کنترل بیماری در این گروه قرار می گیرند. برای مثال، بیماری دیابت از زمانی که فرد را درگیر می کند حتی زمانی که با دارو تحت کنترل است و قند خون فرد بیمار مشابه فرد سالم شده است، باز هم جزء ابتلا به بیماری محسوب می شود ",
}
