export const text = {
  title: "سلامت روان",
  description:
    "در این بخش می خواهیم سوالاتی در زمینه شرایط روان شناختی و استرس های شما بپرسیم. هدف از این پرسشگری، شناسایی زودرس مشکلات اعصاب و روان است. به این ترتیب افرادی که نیازمند به درمان، مراقبت و مشاوره هستند، زودتر شناسایی شده و در نتیجه هر فرد می‌تواند با پیگیری خود برای درمان و حل مشکل، از بروز ناراحتی‌های شدید اعصاب و روان پیشگیری کند.   مطالبی که در این فرم مطرح می‌شود فقط مربوط به ارزیابی سلامت و تکمیل پرونده بهداشتی شما می‌باشد. کلیه اطلاعات در این پرونده محفوظ می‌ماند. این غربالگری به عنوان یک فرآیند استاندارد برای تمام مراجعان انجام می‌شود. پاسخ‌گویی باز و صادقانه‌ی شما به ما در ارائه خدمات مورد نیاز کمک می‌کند.",
  mentalDisorder: "ابتلا به اختلالات روان (با تشخیص پزشک) :",
  typeOfMentalDisease:"تعیین نوع بیماری روان",
  historyOfSuicideAttempts: "سابقه اقدام به خودکشی :",
  currentlyHavingSuicidalThoughts: "دارای افکار خودکشی در حال حاضر :",
  willingnessToTalkWithHealthConsultant: "تمایل به صحبت با مشاور سلامت :",
  alertSuicidalThoughts:
    " وجود افکار خودکشی در حال حاضر، جزو اورژانس های روانپزشکی می باشد.در اولین فرصت به متخصص روانپزشک مراجعه نمائید.",

  result5MentalHealth:
    "با توجه به اینکه سوابق افکار یا اقدام به خودکشی بسیار مهم و خطرناک می باشد، توصیه می کنیم برای دریافت کمک به پزشک یا روانپزشک مراجعه داشته باشید",
  result4MentalHealt:
    "با توجه به اینکه سوابق افکار یا اقدام به خودکشی بسیار مهم و خطرناک می باشد، توصیه می کنیم برای دریافت کمک به پزشک یا روانپزشک مراجعه داشته باشید.",
  result3MentalHealt: `با توجه به اینکه شما مورد شناخته شده ابتلا به یکی از اختلالات مذکور هستید، باید جهت پیگیری و مراقبت به پزشک مراجعه نمایید.
    لازم به ذکر است نسبت به بیماری خود آگاه باشید که بسیاری از بیماری های روانی قابلیت درمان دارند و درمان ها معمولا تاثیری تدریجی دارند و داروهای تجویز شده توسط پزشک با توجه به شرایط شما بی خطر هستند و اعتیاد دارویی ایجاد نمی کنند. اما ممکن است علائم ناخوشایند اولیه ای با شروع مصرف دارو تجربه کنید که این علائم زودگذر هستند.لطفا دقت داشته باشید اقدامات خانگی یا توصیه های عمومی مانند تفریح و سفر در زمان بیماری، همچنین لزوم قطع یا تغییر مقدار داروی شما باید حتما با نظر پزشک معالجتان باشد.توصیه می شود همراه خانواده با کمک تیم پزشکی خود آموزش های اختصاصی در زمینه بیماری خود داشته باشید.`,
  result2MentalHealt:
    "طبق بررسی های انجام شده نتیجه غربالگری دیسترس روانشناختی شما مثبت می باشد. نیاز است برای انجام بررسی تکمیلی به روانشناس یا پزشک مراجعه نمایید.",
  result1MentalHealt:
    "به شما تبریک می گوییم.طبق بررسی های انجام شده نتیجه غربالگری دیسترس روانشناختی شما منفی است.به شما توصیه می کنیم برای حفظ و بهبود شرایط موجود از محتواهای آموزشی موجود در کتابخانه در جهت آموزش شیوه زندگی و راه های کاهش استرس و خودمراقبتی استفاده نمایید.",
   
  }
export const mentalHealthDisOrder = [
  { label: "افسردگی", value: "1514109071882" },
  { label: "اضطراب", value: "1514108884563" },
  { label: "اختلال دوقطبی", value: "1514109106067" },
  { label: "جنون", value: "1514109185115" },
  { label: "صرع یا تشنج", value: "1513768760443" },
  { label: "اختلالات خواب", value: "1514190240786" },
  { label: "سایر بیماری های روان", value: "10652" },
  { label: "هیچکدام", value: "10653" },
]

export const yesNoQuestion = [
  { label: "بلی", value: "10361" },
  { label: "خیر", value: "10362" },
]
