export const Medical_RF_keys = [
  12323, // isSelfDeclaredIllness
  10517, // typeOfCancer
  10518, // dateOfGettingCancer
  10567, // historyOfRadioChemoSurg
  12324, // historyOfIllness
  12505, // historyOfTypeOfCancer
  12506, // dateOfHealedCancer
  12327, // familyRecord
  15170, // otherFamilyRecordOfIllnesses
  10572, // womenHistoryOfHormoneTherapy
  10481, // historyOfAbortion
  10482, // historyOfGivingBirthToMoreThan4KgBaby
  10483, // historyOfStillBirth
  1562152965099, // historyOfSurgery
  1562153059740, // typeOfSurgery
  10613, // historyOfBloodDangerousActions
  10666, // historyOfSexualDangerousActions
]

export const personalOrFamilyHistoryOfIllness = [
  { label: "دیابت قندی", value: 1513771564840 },
  { label: "سل", value: 1514012936605 },
  { label: "بتا تالاسمی مینور", value: 1514030692349 },
  { label: "بتا تالاسمی ماژور", value: 1514032117595 },
  { label: "سرطان تخمدان", value: 1514699186676 },
  { label: "سرطان پستان", value: 1514699265638 },
  { label: "ابتلا به هپاتیت ب در همسر", value: 1514719852535 },
  {
    label: "سابقه بیماری کلیوی در افراد درجه 1 خانواده",
    value: 1514720042574,
  },
  {
    label: "سرطان روده بزرگ در افراد درجه 1 یا 2 در زیر 50 سالگی",
    value: 1514720009944,
  },
  {
    label: "بیماری قلبی عروقی زودرس (زیر 55 سال) در افراد درجه 1 خانواده",
    value: 1514719915077,
  },
  { label: "دیس لیپیدمیا(اختلالات چربی خون)", value: 1513771382907 },
  { label: "سایر", value: 13427 },
  { label: "هیچکدام", value: 10653 },
]

export const typeOfCancer = [
  { label: "سرطان بافت نرم و عضلات و عروق", value: 1514704309104 },
  { label: "سرطان پستان", value: 1514699265638 },
  { label: "سرطان پوست", value: 1514695595220 },
  { label: "سرطان چشم ", value: 1514704481521 },
  { label: "سرطان خون", value: 1514701528437 },
  { label: "سرطان دستگاه گوارش", value: 1514695913336 },
  { label: "سرطان دهان حلق حنجره", value: 1514705155216 },
  { label: "سرطان ریه", value: 1514705395870 },
  { label: "سرطان زنان", value: 1514698902604 },
  { label: "سرطان غدد", value: 1514702886096 },
  { label: "سرطان کلیه و مجاری ادراری", value: 1514704085920 },
  { label: "سرطان مغز و نخاع", value: 1514703772906 },
  { label: "سرطان های دستگاه تناسلی مردان", value: 1514700314348 },
]

export const illnesses = [
  { label: "افسردگی", value: 1514109071882 },
  { label: "اضطراب", value: 1514108884563 },
  { label: "جنون", value: 1514109185115 },
  { label: "دیابت بارداری", value: 1513771643486 },
  { label: "بیماری های قلب و عروق", value: 1514018736784 },
  { label: "صرع یا تشنج", value: 1513768760443 },
  { label: "سرطان روده بزرگ", value: 1514696290632 },
  { label: "سرطان تخمدان", value: 1514699186676 },
  { label: "سرطان پستان", value: 1514699265638 },
  { label: "آدنوم روده بزرگ", value: 1514698328977 },
  { label: "سرطان دهانهٔ رحم", value: 1514699623754 },
  { label: "سایر سرطان ها", value: 1514695538183 },
  { label: "بیماری‌های التهابی روده- IBD", value: 1514698712868 },
  { label: "بیماری انسدادی مزمن ریه -COPD", value: 1514716452473 },
  { label: "آبریزش بینی حساسیتی", value: 1514717312089 },
  { label: "پارکینسون", value: 1513768371688 },
  { label: "بیماریهای دیسک ستون مهره ها", value: 1523343903697 },
  { label: "بیماری های کلیه، مجاری ادراری و تناسلی", value: 1514698823917 },
  { label: "نارسایی حاد کلیه", value: 1514707540557 },
  {
    label: "بیماری‌های آمیزشی- عفونتهای قابل انتقال از طریق جنسی",
    value: 1514706601644,
  },
  { label: "هیپرتیروئیدی- پرکاری تیروئید", value: 1513772092086 },
  { label: "نارسایی قلبی", value: 1514022224424 },
  { label: "سنگ کلیه", value: 1514707586034 },
  { label: "نارسایی مزمن کلیه", value: 1514707621190 },
  { label: "بزرگی خوش خیم پروستات", value: 1514707849811 },
  { label: "عفونت دستگاه ادراری -UTI", value: 1514707744720 },
  { label: "تب روماتیسمی حاد-روماتیسم قلبی", value: 1514022094329 },
  { label: "ضربان قلب نامنظم", value: 1514022990455 },
  { label: "عفونت HIV - ایدز", value: 1514015541953 },
  { label: "سینوزیت", value: 1514015125580 },
  { label: "تب مالت", value: 1514015334542 },
  { label: "اختلالات خواب", value: 1514190240786 },
  { label: "اختلال وسواس فکری یا عملی", value: 1514186752184 },
  { label: "اختلالات شخصیت", value: 1514202506199 },
  { label: "بتا تالاسمی ماژور", value: 1514032117595 },
  { label: "لوپوس -SLE", value: 1514008815410 },
  { label: "اختلالات کنترل تکانه", value: 1514356210993 },
  { label: "اختلال استرسی پس از ضایعه روانی", value: 1514363286892 },
  { label: "اسکیزوفرنی- روان‌گسیختگی", value: 1514185780627 },
  { label: "اختلالات انعقادی خون", value: 1514032878543 },
  { label: "برص(پیسی)", value: 1514875598566 },
  { label: "نارسایی کبد", value: 1514364557894 },
  { label: "هپاتیت B", value: 1514363804228 },
  { label: "دریافت خون", value: 1523344051350 },
  { label: "سندروم روده تحریک پذیر", value: 1514365281144 },
  { label: "اختلال تیک", value: 1514362885481 },
  { label: "میگرن", value: 1513769096889 },
  { label: "اختلالات دریچه ای قلب", value: 1514029615421 },
  { label: "آب مروارید", value: 1514875983882 },
  { label: "التهاب استخوانی مفصلی", value: 1514009336650 },
  { label: "ام اس (MS)", value: 1513768891701 },
  { label: "آب سیاه", value: 1514875797605 },
  { label: "ترس مرضی", value: 1514363427766 },
  { label: "فاویسم", value: 1514030620671 },
  { label: "سندروم تخمدان پلی کیستیک", value: 1514719532102 },
  { label: "کم خونی", value: 1514032503854 },
  { label: "اندومتریوز", value: 1514706135275 },
  { label: "هپاتیت A", value: 1514363639566 },
  { label: "بیماری های عروق قلبی", value: 1514022861877 },
  { label: "هپاتیت C", value: 1514363847236 },
  { label: "لیومیوم", value: 1514699562342 },
  { label: "بتا تالاسمی مینور", value: 1514030692349 },
  { label: "بیماریهای شبکیه چشم", value: 1514875906041 },
  { label: "عیوب انکساری چشم", value: 1523343677300 },
  { label: "سندروم دید کامپیوتر (CVS)", value: 1523343575664 },
  { label: "سندروم تونل کارپ (CTS)", value: 1523343790027 },
  { label: "پوکی استخوان", value: 1513770629230 },
  { label: "اختلالات چربی خون", value: 1513771382907 },
  { label: "سکته قلبی", value: 1514022913631 },
  { label: "فشار خون بالا", value: 1514022298211 },
  { label: "دیابت قندی", value: 1513771564840 },
  { label: "سل", value: 1514012936605 },
  { label: "نارسایی کبدی", value: 1514364097934 },
  { label: "خونریزی گوارشی", value: 1514695402325 },
  { label: "زخم معده", value: 1514366299717 },
  { label: "بواسیر", value: 1514365860663 },
  { label: "کبد چرب", value: 1514364583170 },
  { label: "کیست های تخمدانی", value: 1514706103787 },
  { label: "آسم", value: 1514716826439 },
  { label: "سایر", value: 13427 },
  { label: "هیچکدام", value: 10653 },
  { label: "هیپوتیروئیدی - کم کاری تیروئید", value: 1513772218692 },
]
