export const i18n = {
  medicalRecordsForm: "سوابق پزشکی فردی و خانوادگی",
  yes: "بلی",
  no: "خیر",
  guide: "راهنما",
  archive: "آرشیو",
  otherFamilyRecordOfIllnesses:
    "سایر بیماری هایی که خانواده فرد به آن مبتلا بوده و یا هستند را نام ببرید :",
  guideHeader: "لطفا متن زیر را با دقت مطالعه نمایید",
  guideTitle: "ابتلا به بیماری : ",
  radioChemoSurgGuide:
    "منظور از این پرسش، بررسی وجود سابقه درمان برای سرطان می باشد و حتی نوع درمان که رادیوتراپی، شیمی درمانی یا جراحی باشد، اهمیت ندارد.نتیجتا اگر سابقه جراحی های دیگر که مرتبط با درمان سرطان نمی باشند، وجود دارد، در گزینه دیگری به آنها پرداخته می شود.",
  dangerousBloodGuideTitle:
    "بیماریهای منتقله از راه خون: برخی بیماری ها توسط میکرو ارگانیسم هایی که در خون یک فرد وجود دارد منتقل می شود و تماس با خون آلوده به این میکروب ها می تواند آلوده کننده باشد. از میان  این میکروب ها، آنها که خطرات جانی زیادی دارد عبارتند از : هپاتیت B، هپاتیت C، و ویروس تضعیف کننده سیستم ایمنی انسان HIV.",
  dangerousBloodGuideContent:
    "  راههای انتقال خونی (رفتارهای پرخطر)  :تماس با خون و یا مایعات بدن فرد آلوده : کارکنان مراکز بهداشتی مثل بیمارستان ها،که با خون بیماران مبتلا در تماس هستند ، همچنین دندانپزشکان ، از افراد در معرض خطر محسوب می شوند. کارکنان آرایشگاه ها که با قیچی های تیز و تیغ سرو کار دارند ، تاتو کارها و ... نیز می توانند در این گروه قرار بگیرند. ضمن اینکه افراد مراجعه کننده به این مراکز برای دریافت خدمات مشابه آنچه ذکر شد ، که احتمال آسیب و خونریزی وجود دارد ، نیز جزو افراد در معرض خطر محسوب می گردند. قبلاً انتقال اين ويروس ها از طريق خون‌ها و اعضای اهدايی آلوده هم ممکن بود صورت گیرد اما در حال حاضر تمام خون‌ها و اعضای اهدا شده از نظر آلودگی با ويروس ها آزمايش می شوند. از طریق استفاده مشترک از سرنگ، ریش تراش ، ناخن گیر و مسواک فرد آلوده : این روش در بین افرادی که با فرد آلوده در یک محل زندگی می کنند مثلا اعضای خانواده  یا معتادان تزریقی وجود دارد که آنها را در معرض خطر قرار می دهد. مادر آلوده نیز می تواند ویروس آلوده را به نوزاد خود انتقال دهد. شيردهی سبب انتقال ويروس نمی شود و در صورتی كه نوك پستان مادر زخم يا خونريزی داشته باشد، احتمال انتقال بيماری وجود دارد. علاوه بر عوامل فوق سابقه داشتن مسافرت خارجی نیز می تواند یکی از عواملی باشد که بیماریهای منتقله از راه خون را انتقال دهد.  مسافرت به کشورهای خارجی هم می تواند جزء موارد مهم مورد توجه قرار گیرد. چون معمولا از اتفاقاتی که در آنجا صورت می گیرد، اطلاعات دقیقی در دسترس نمیباشد. مثلا اگر فرد در آنجا کار پزشکی انجام داده باشد یا خون دریافت کرده باشد یا رابطه جنسی خارج از خانواده برقرار کرده باشد، شرح درستی از آن در دسترس نخواهد بود .",
  otherCancers: "سایر سرطان ها",
  others: "سایر",
  // kindOfSurgery: "نوع جراحی",
  // selfStatement: "ابتلا به بیماری (اظهار فرد)",
  // sicknessRecord: "سابقه ابتلا به بیماری",
  // isSurgeryRecord: "سابقه جراحی",
  // isDangerousActions:
  //   "سابقه رفتارهای پرخطر برای ابتلا به بیماری‌های منتقله خونی",
  // isDangerousSexualActions:
  //   "سابقه رفتارهای پرخطر برای ابتلا به بیماری‌های منتقله جنسی",
  // familyRecrd: "ابتلا یا سابقه بیماری در خانواده",
  typeAtLeastTwoCharacters: 'حداقل دو حرف از نام بیماری مورد نظر خود را وارد کنید . '
}
