export const text = {
  submit:"ذخیره اطلاعات",
  title: "سلامت روان",
  description:
    "در این بخش می خواهیم سوالاتی در زمینه شرایط روان شناختی و استرس های شما بپرسیم. هدف از این پرسشگری، شناسایی زودرس مشکلات اعصاب و روان است. به این ترتیب افرادی که نیازمند به درمان، مراقبت و مشاوره هستند، زودتر شناسایی شده و در نتیجه هر فرد می‌تواند با پیگیری خود برای درمان و حل مشکل، از بروز ناراحتی‌های شدید اعصاب و روان پیشگیری کند.   مطالبی که در این فرم مطرح می‌شود فقط مربوط به ارزیابی سلامت و تکمیل پرونده بهداشتی شما می‌باشد. کلیه اطلاعات در این پرونده محفوظ می‌ماند. این غربالگری به عنوان یک فرآیند استاندارد برای تمام مراجعان انجام می‌شود. پاسخ‌گویی باز و صادقانه‌ی شما به ما در ارائه خدمات مورد نیاز کمک می‌کند.",
  mentalDisorder: "ابتلا به اختلالات روان (با تشخیص پزشک) :",
  typeOfMentalDisease:"تعیین نوع بیماری روان",
  historyOfSuicideAttempts: "سابقه اقدام به خودکشی :",
  currentlyHavingSuicidalThoughts: "دارای افکار خودکشی در حال حاضر :",
  willingnessToTalkWithHealthConsultant: "تمایل به صحبت با مشاور سلامت :",
  guidePopUpSuicidalThoughts:`می توان درباره " احساس سیر شدن از زندگی" ، " آرزوی پایان زندگی " ، " فکر از بین بردن خود " و ... سوال پرسید و اگر پاسخ مثبت بود درباره چگونگی آن پرسید. `,
  alertSuicidalThoughts:
    " وجود افکار خودکشی در حال حاضر، جزو اورژانس های روانپزشکی می باشد.در اولین فرصت به متخصص روانپزشک مراجعه نمائید.",

  }
export const mentalHealthDisOrder = [
  { label: "افسردگی", value: "1514109071882" },
  { label: "اضطراب", value: "1514108884563" },
  { label: "اختلال دوقطبی", value: "1514109106067" },
  { label: "جنون", value: "1514109185115" },
  { label: "صرع یا تشنج", value: "1513768760443" },
  { label: "اختلالات خواب", value: "1514190240786" },
  { label: "سایر بیماری های روان", value: "10652" },
  { label: "هیچکدام", value: "10653" },
]

export const yesNoQuestion = [
  { label: "بلی", value: "10361" },
  { label: "خیر", value: "10362" },
]
