export const answerOptions = [
  { label: "موافقم", value: "1542705885437" },
  { label: "کاملا موافقم", value: "1542705872225" },
  { label: "مخالفم", value: "1542705896541" },
  { label: "کاملا مخالفم", value: "1542705907754" },
  { label: "نظری ندارم", value: "1558739127817" },
];

export const EQuestions = [
  {
    label: " به نظر من برای غلبه بر مشکلات باید گام به گام پیش رفت ",
    qKey: "1558411034607",
  },
  { label: " لذت بردن از زندگی برایم مشکل است ", qKey: "1558411317285" },
  {
    label: " شغلی را ترجیح می دهم که حتی الامکان در آن تصمیم گیرنده باشم ",
    qKey: "1558411337240",
  },
  {
    label: " می توانم بدون تنش زیاد با مشکلات مقابله کنم ",
    qKey: "1558411358656",
  },
  {
    label:
      " میدانم که برای معنی دادن به زندگی باید تلاش کرد و من این کار را میکنم ",
    qKey: "1558411379871",
  },
  { label: " همیشه حواسم به احساسات و هیجانهایم هست ", qKey: "1558411427467" },
  {
    label: " معمولا به دور از خیال پردازی، واقعیت امور را در نظر می گیرم ",
    qKey: "1558411442221",
  },
  { label: " به راحتی با دیگران دوست می شوم ", qKey: "1558411470208" },
  { label: " معتقدم توانایی تسلط بر شرایط را دارم ", qKey: "1558411484565" },
  { label: " بیشتر مواقع به خودم اطمینان دارم ", qKey: "1558411502854" },
  { label: " کنترل خشم برایم سخت است ", qKey: "1558411538563" },
  { label: " شروع دوباره برایم سخت است ", qKey: "1558411566660" },
  { label: " کمک کردن به دیگران را دوست دارم ", qKey: "1558411677583" },
  {
    label: " به خوبی می توانم احساسات دیگران را درك کنم ",
    qKey: "1558411691385",
  },
  {
    label:
      " هنگامی که از دیگران خشمگین می شوم نمی توانم با آنها در این مورد صحبت کنم ",
    qKey: "1558411713726",
  },
  {
    label:
      " هنگام رویارویی با یک موقعیت دشوار دوست دارم تا حد امکان در مورد آن اطلاعات جمع آوری کنم ",
    qKey: "1558411730882",
  },
  { label: " خندیدن برایم سخت است ", qKey: "1558411925243" },
  {
    label: " هنگام کار کردن با دیگران بیشتر پیرو افکار آنها هستم تا فکر خودم ",
    qKey: "1558411953068",
  },
  {
    label: " نمی توانم به خوبی فشارها و استرسها را تحمل کنم ",
    qKey: "1558411974767",
  },
  {
    label: " در چند سال گذشته کمتر کاری را به نتیجه رسانده ام ",
    qKey: "1558412029352",
  },
  {
    label: " به سختی می توانم احساسات عمیقم را با دیگران در میان بگذارم ",
    qKey: "1558412088596",
  },
  { label: " دیگران نمیفهمند من چه فکری دارم ", qKey: "1558412126066" },
  { label: " به خوبی با دیگران همراهی می کنم ", qKey: "1558412150104" },
  {
    label: " به اغلب کارهایی که انجام می دهم خو ش بین هستم ",
    qKey: "1558412166826",
  },
  { label: " برای خودم احترام قائل هستم ", qKey: "1558412184519" },
  { label: " عصبی بودنم مشکل ایجاد می کند ", qKey: "1558412201424" },
  {
    label: " به سختی می توانم فکرم را در مورد مسائل تغییر دهم ",
    qKey: "1558412220541",
  },
  {
    label:
      " کمک به دیگران مرا کسل نمی کند به خصوص اگر شایستگی آن را داشته باشند ",
    qKey: "1558412241043",
  },
  {
    label: " دوستانم می توانند مسائل خصوصی خودشان را با من در میان بگذارند ",
    qKey: "1558412266924",
  },
  {
    label: " می توانم مخالفتم را با دیگران ابراز نمایم ",
    qKey: "1558412290193",
  },
  {
    label:
      " هنگام مواجهه با یک مشکل اولین کاری که انجام می دهم دست نگه داشتن و فکر کردن است ",
    qKey: "1558412315965",
  },
  { label: " فرد با نشاطی هستم ", qKey: "1558412344601" },
  { label: " ترجیح می دهم دیگران برایم تصمیم بگیرند ", qKey: "1558412391047" },
  {
    label: " احساس می کنم کنترل اضطراب برایم مشکل است ",
    qKey: "1558412413044",
  },
  { label: " از کارهایی که انجام می دهم راضی نیستم ", qKey: "1558412490761" },
  { label: " به سختی می فهمم چه احساسی دارم ", qKey: "1558412512646" },
  {
    label:
      " تمایل دارم با آنچه در اطرافم می گذرد روبرو نشوم و از برخورد با آنها طفره می روم ",
    qKey: "1558412532356",
  },
  {
    label: " روابط صمیمی با دوستانم برای هر دو طرفمان اهمیت دارد ",
    qKey: "1558412553378",
  },
  {
    label: " حتی در موقعیت های دشوار معمولا برای ادامه کار انگیزه دارم ",
    qKey: "1558412574021",
  },
  { label: "نمی توانم خودم را اینطور که هستم بپذیرم ", qKey: "1558412596683" },
  {
    label: " دیگران به من می گویند هنگام بحث آرام تر صحبت کنم ",
    qKey: "1558412623133",
  },
  { label: " به آسانی با شرایط جدید سازگار می شوم ", qKey: "1558412716186" },
  {
    label:
      " به کودك گمشده کمک می کنم حتی اگر همان موقع جای دیگری کار داشته باشم ",
    qKey: "1558412737029",
  },
  {
    label: " به اتفاقی که برای دیگران می افتد توجه دارم ",
    qKey: "1558412759334",
  },
  { label: " نه گفتن برایم مشکل است ", qKey: "1558412782181" },
  {
    label:
      " هنگام تلاش برای حل یک مشکل راه حل های ممکن را در نظر می آورم سپس بهترین را انتخاب می کنم ",
    qKey: "1558412804787",
  },
  { label: " از زندگیم راضی ام ", qKey: "1558412916508" },
  { label: " تصمیم گیری برایم مشکل است ", qKey: "1558412936283" },
  {
    label: " می دانم در شرایط دشوار چگونه آرامشم را حفظ کنم ",
    qKey: "1558412954414",
  },
  { label: " هیچ چیز در من علاقه ایجاد نمی کند ", qKey: "1558412978834" },
  { label: " از احساسی که دارم آگاهم ", qKey: "1558413016625" },
  {
    label: " در تصورات و خیال پردازی‎هایم غرق می شوم ",
    qKey: "1558413040379",
  },
  { label: " با دیگران رابطه خوبی دارم ", qKey: "1558413058963" },
  {
    label:
      " معمولا انتظار دارم مشکلات به خوبی ختم شوند هرچند گاهی چنین نمی شود ",
    qKey: "1558413080949",
  },
  { label: " از اندام و ظاهر خود راضی هستم ", qKey: "1558413336150" },
  { label: " کم صبر هستم ", qKey: "1558413357276" },
  { label: " می توانم عادات قبلی ام را تغییر دهم ", qKey: "1558413389918" },
  {
    label:
      " اگر الزام باشد با زیر پا گذاشتن قانون از موقعیتی فرار کنم اینکار را انجام می دهم ",
    qKey: "1558413778437",
  },
  { label: " نسبت به احساسات دیگران حساس هستم ", qKey: "1558413937195" },
  {
    label: " می توانم به راحتی افکارم را با دیگران بگویم ",
    qKey: "1558413949930",
  },
  {
    label:
      " هنگام هُل شدن به سختی می توانم در مورد انتخاب بهترین راه حل تصمیم گیری کنم ",
    qKey: "1558413973724",
  },
  { label: " اهل شوخی هستم ", qKey: "1558413985802" },
  {
    label: "  در انجام کارها و امور مختلف به دیگران وابسته‎ام",
    qKey: "1558413999595",
  },
  {
    label: " رویارویی با مسائل ناخوشایند برایم مشکل است ",
    qKey: "1558414021036",
  },
  {
    label: " حتی الامکان کارهایی را به عهده می گیرم که برایم لذت بخش اند ",
    qKey: "1558414032784",
  },
  {
    label: " حتی هنگام آشفتگی از آنچه در من اتفاق می افتد آگاهم ",
    qKey: "1558414048050",
  },
  { label: " تمایل به مبالغه گویی دارم ", qKey: "1558414070267" },
  { label: " به نظر دیگران من فردی اجتماعی هستم ", qKey: "1558415137094" },
  {
    label: " به توانایی ام برای مقابله با دشوارترین مسائل اطمینان دارم ",
    qKey: "1558415239833",
  },
  { label: " از شیوه نگرش و فکرم راضی ام ", qKey: "1558415267543" },
  { label: " بدجوری خشمگین می شوم ", qKey: "1558415289606" },
  {
    label: " معمولا تغییر ایجاد کردن در زندگی روزانه ام برایم سخت است ",
    qKey: "1558415305513",
  },
  { label: " قادر هستم احترام به دیگران را حفظ کنم ", qKey: "1558415325846" },
  { label: " دیدن رنج دیگران برایم سخت است ", qKey: "1558415350851" },
  {
    label: " به نظر دیگران من نمی توانم احساسات و افکارم را بروز دهم ",
    qKey: "1558415366211",
  },
  {
    label:
      " هنگام روبرو شدن شرایط دشوار سعی می کنم در مورد راه حل های ممکن فکر کنم ",
    qKey: "1558415379974",
  },
  { label: " افسرده هستم ", qKey: "1558415394283" },
  { label: " فکر می کنم به دیگران بیشتر احتیاج دارم ", qKey: "1558415407569" },
  { label: " مضطرب هستم ", qKey: "1558415442167" },
  {
    label: " در مورد آنچه می خواهم در زندگی انجام دهم فکر مشخص و خوبی ندارم ",
    qKey: "1558415459866",
  },
  {
    label: " به سختی می توانم از امور برداشت صحیحی داشته باشم ",
    qKey: "1558415475522",
  },
  { label: " به سختی می توانم احساساتم را بیان کنم ", qKey: "1558415487195" },
  { label: " با دوستانم رابطه صمیمانه برقرار می کنم ", qKey: "1558415498114" },
  {
    label: " قبل از شروع کارهای جدید معمولا احساس می کنم شکست خواهم خورد ",
    qKey: "1558415510741",
  },
  {
    label: " هنگام بررسی نقاط ضعف و قوتم باز هم احساس خوبی در مورد خودم دارم ",
    qKey: "1558415524889",
  },
  { label: " هنگام عصبانیت زود از کوره در می روم ", qKey: "1558415561474" },
  {
    label: " اگر مجبور به ترك وطنم باشم سازگاری برایم دشوار خواهد بود ",
    qKey: "1558415573143",
  },
  {
    label: " به نظر من پایبندی یک شهروند به قانون مهم است ",
    qKey: "1558415583964",
  },
  {
    label: " از جریحه دار کردن احساسات دیگران خودداری می کنم ",
    qKey: "1558415593273",
  },
  { label: " مشکل می توانم از حق خودم دفاع کنم ", qKey: "1558415617232" },
];
